HydroCycloneModelling_UWO/OpenFoam-11_cases/realKE/realKE/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    bottomoutlet
    {
        type            patch;
        nFaces          588;
        startFace       289093;
    }
    inlet
    {
        type            patch;
        nFaces          208;
        startFace       289681;
    }
    topoutlet
    {
        type            patch;
        nFaces          420;
        startFace       289889;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          12348;
        startFace       290309;
    }
)

// ************************************************************************* //
